<?php defined('SYSPATH') or die('No direct script access.');
/**
* параметры файлов, которые можно 
*/

return array(
    'date_format'   =>   '%d %B %Y',
    'date2_format'   =>   '%d %BB %Y',
    'time_format'   =>   '%H:%M',
    'datetime_format'  =>   '%d %B %Y %H:%M',
    'Month2' => array(1=>'января', 2=> "февраля", 3=>"марта", 4=>"апреля", 5=>"мая", 6=>"июня", 7=>"июля", 8=>"августа", 9=>"сентября", 10=>"октября", 11=>"ноября", 12=>"декабря"),
    'Month' => array(1=>'Январь', 2=> "Февраль", 3=>"Март", 4=>"Апрель", 5=>"Май", 6=>"Июнь", 7=>"Июль", 8=>"Август", 9=>"Сентябрь", 10=>"Октябрь", 11=>"Ноябрь", 12=>"Декабрь"),
    'Days' => array(1=>'Понедельник', 2=>'Вторник', 3=>'Среда', 4=>'Четверг', 5=>'Пятница', 6=>'Суббота', 0=>'Воскресенье'),
    'month_format' => '%B',
    'full_format' => '%d %B %Y  г. в %H:%M',
    'short_format' => '%d %B %Y  г.'
);
